use bnt;

insert into tb_member(
id
,pw
,name
,grade
,dob
,create_date
)
value(
"spm528"
,"8465213sl!"
,"김태희"
,2
,'1991-05-28'
,'2022-12-08'
),(
"th5gbhea"
,"t6he@#"
,"김태태"
,2
,'1989-07-15'
,'2020-10-28 21:00:00'
),(
"tb3st4ba4g"
,"46468eadrsfed#"
,"김희희"
,2
,'2000-03-28'
,'2021-05-25 11:00:00'
),(
"ntshre5246"
,"tshe684#%"
,"박태희"
,3
,'1991-03-22'
,'2021-11-14 15:00:00'
),(
"rgbsert54346"
,"rhea#%"
,"박태태"
,3
,'1991-01-18'
,'2022-01-13 08:00:00'
),(
"ghfd5y3"
,"t6e@jtrysf"
,"박희희"
,1
,'1991-04-05'
,'2016-03-20 13:00:00'
),(
"ugyfku75243"
,"she56841#"
,"이태희"
,1
,'1991-07-30'
,'2015-04-10 15:00:00'
),(
"rgeadf23r"
,"d6zr1g%"
,"이태태"
,1
,'1991-04-08'
,'2017-01-27 17:00:00'
),(
"gbfd5243q"
,"z6rgd1#4"
,"이희희"
,1
,'1991-05-06'
,'2018-01-22 17:30:00'
),(
"gbsfda53"
,"pGSFD#w"
,"최태희"
,3
,'1991-07-07'
,'2019-05-21 18:00:00'
),(
"gbshdn53"
,"GRSD(BHW$#3q513"
,"최희태"
,2
,'2006-06-12'
,'2020-04-06 16:00:00'
)
;



insert into tb_product(
over_sea_ny
,sales_rate
,title
,price
,reg_date
,delivery_fee
,link
,discount
)
value(

)
;